Repository: common-repository/nohackme-defender
Catalog: languages/nohackme-defender-*.po
Languages: de_de, fr_fr, ru_ru, uk

source: Parameters are specified incorrectly!
de_de: Parameter sind falsch angegeben!
fr_fr: Les paramètres ne sont pas spécifiés correctement !
ru_ru: Параметры указаны неверно!
uk: Параметри вказані невірно!

source: List updated
de_de: Liste aktualisiert
fr_fr: Liste mise à jour
ru_ru: Список обновлен
uk: Список оновлено

source: File does not exist.
de_de: Datei existiert nicht.
fr_fr: Le fichier n'existe pas.
ru_ru: Файл не существует.
uk: Файлу не існує.

source: This functionality is only available to administrators.
de_de: Diese Funktion steht nur Administratoren zur Verfügung.
fr_fr: Cette fonctionnalité n’est disponible que pour les administrateurs.
ru_ru: Эта функция доступна только администраторам.
uk: Цей функціонал доступний лише адміністраторам.

source: Your session has expired. Please log in again on the website.
de_de: Ihre Sitzung ist abgelaufen. Bitte loggen Sie sich erneut auf der Website ein.
fr_fr: Votre session a expiré. Veuillez vous connecter à nouveau sur le site Web.
ru_ru: Срок действия сеанса истек. Пожалуйста, авторизуйтесь еще раз на сайте.
uk: Термін дії сеансу закінчився. Будь ласка, авторизуйтесь ще раз на сайті.

source: Invalid parameters specified!
de_de: Ungültige Parameter angegeben!
fr_fr: Paramètres spécifiés non valides !
ru_ru: Указаны неверные параметры!
uk: Вказано недійсні параметри!

source: Your session has expired. Please log in to the website again.
de_de: Ihre Sitzung ist abgelaufen. Bitte loggen Sie sich erneut auf der Website ein.
fr_fr: Votre session a expiré. Veuillez vous connecter à nouveau au site Web.
ru_ru: Срок действия сеанса истек. Пожалуйста, авторизуйтесь на сайте еще раз.
uk: Термін дії сеансу закінчився. Будь ласка, увійдіть на сайт ще раз.

source: premium
fr_fr: en vedette
ru_ru: премиум
uk: преміум

source: You are using a free version of the plugin. Some functions may be unavailable.
de_de: Sie verwenden eine kostenlose Version des Plugins. Einige Funktionen sind möglicherweise nicht verfügbar.
fr_fr: Vous utilisez une version gratuite du plugin. Certaines fonctions peuvent ne pas être disponibles.
ru_ru: Вы используете бесплатную версию плагина. Некоторые функции могут быть недоступны.
uk: Ви використовуєте безкоштовну версію плагіна. Деякі функції можуть бути недоступні.

source: To purchase the paid version of the plugin
de_de: Um den vollen Funktionsumfang des Plugins zu aktivieren
fr_fr: Pour activer toutes les fonctionnalités du plugin
ru_ru: Чтобы активировать полный функционал плагина
uk: Щоб активувати повний функціонал плагіна

source: go to the Premium tab
de_de: Gehen Sie auf die Registerkarte Premium
fr_fr: aller dans l’onglet Premium
ru_ru: перейдите на вкладку «Премиум»
uk: перейдіть на вкладку Преміум

source: The plugin can automatically detect the visitor's country based on their IP address. To do this, download and place the SxGeo.dat and SxGeo.php files in the "lib/geo" folder located inside the plugin folder.
de_de: Das Plugin kann das Land des Besuchers anhand seiner IP-Adresse automatisch erkennen. Laden Sie dazu die SxGeo.dat- und SxGeo.php-Dateien herunter und legen Sie sie im Ordner "lib/geo" ab, der sich im Plugin-Ordner befindet.
fr_fr: Le plugin peut détecter automatiquement le pays du visiteur en fonction de son adresse IP. Pour ce faire, téléchargez et placez les fichiers SxGeo.dat et SxGeo.php dans le dossier « lib/geo » situé à l’intérieur du dossier du plugin.
ru_ru: Плагин может автоматически определять страну посетителя на основе его IP-адреса. Для этого скачайте и поместите файлы SxGeo.dat и SxGeo.php в папку "lib/geo", расположенную внутри папки плагина.
uk: Плагін може автоматично визначати країну відвідувача на основі його IP-адреси. Для цього завантажте та помістіть файли SxGeo.dat та SxGeo.php у папку "lib/geo", розташовану всередині папки плагіна.

source: These files can be downloaded from the
de_de: Diese Dateien können von der
fr_fr: Ces fichiers peuvent être téléchargés à partir du
ru_ru: Эти файлы можно скачать с сайта
uk: Ці файли можна завантажити з

source: official Sypex Geo project page
de_de: offizielle Sypex Geo Projektseite
fr_fr: page officielle du projet Sypex Geo
ru_ru: официальная страница проекта Sypex Geo
uk: офіційна сторінка проекту Sypex Geo

source: Also, the archive with the SxGeo.dat and SxGeo.php files can be downloaded
de_de: Außerdem kann das Archiv mit den SxGeo.dat und SxGeo.php Dateien heruntergeladen werden
fr_fr: De plus, l’archive avec les fichiers SxGeo.dat et SxGeo.php peut être téléchargée
ru_ru: Также можно скачать архив с файлами SxGeo.dat и SxGeo.php
uk: Також архів з файлами SxGeo.dat і SxGeo.php можна завантажити

source: via this link
de_de: über diesen Link
fr_fr: via ce lien
ru_ru: по этой ссылке
uk: за цим посиланням

source: Blocked IP
de_de: Gesperrt
fr_fr: IP bloquée
ru_ru: Заблокированный IP
uk: Заблокована IP-адреса

source: IP unlocked
de_de: IP entsperrt
fr_fr: IP déverrouillée
ru_ru: IP-адрес разблокирован
uk: IP-адреса розблокована

source: IP
uk: IP адреса

source: Start of blocking
de_de: Beginn der Sperrung
fr_fr: Début du blocage
ru_ru: Начало блокировки
uk: Початок блокування

source: User country
de_de: Land des Nutzers
fr_fr: Pays de l'utilisateur
ru_ru: Страна пользователя
uk: Країна користувача

source: Blocking reason
de_de: Grund für die Sperrung
fr_fr: Motif de blocage
ru_ru: Причина блокировки
uk: Причина блокування

source: Actions
de_de: Aktionen
ru_ru: Действия
uk: Дії

source: Exceeding the number of requests per minute
de_de: Überschreitung der Anzahl der Anforderungen pro Minute
fr_fr: Dépassement du nombre de requêtes par minute
ru_ru: Превышение количества запросов в минуту
uk: Перевищення кількості запитів за хвилину

source: Exceeding the number of requests in 10 minutes
de_de: Überschreitung der Anzahl der Anfragen in 10 Minuten
fr_fr: Dépassement du nombre de requêtes en 10 minutes
ru_ru: Превышение количества запросов за 10 минут
uk: Перевищення кількості запитів за 10 хвилин

source: Exceeding the number of requests for 50 minutes
de_de: Überschreitung der Anzahl der Anfragen um 50 Minuten
fr_fr: Dépassement du nombre de demandes pendant 50 minutes
ru_ru: Превышение количества запросов за 50 минут
uk: Перевищення кількості запитів за 50 хвилин

source: Suspicious data in requests
de_de: Verdächtige Daten in Anfragen
fr_fr: Données suspectes dans les requêtes
ru_ru: Подозрительные данные в запросах
uk: Підозрілі дані в запитах

source: Counter at the time of exceeding:
de_de: Zähler zum Zeitpunkt der Überschreitung:
fr_fr: Compteur au moment du dépassement :
ru_ru: Счетчик в момент превышения:
uk: Лічильник в момент перевищення:

source: Suspicious data:
de_de: Verdächtige Daten in Anfragen
fr_fr: Données suspectes dans les requêtes
ru_ru: Подозрительные данные в запросах:
uk: Підозрілі дані в запитах

source: Data:
de_de: Daten:
fr_fr: Données :
ru_ru: Данные:
uk: Дані:

source: Delete
de_de: Löschen
fr_fr: Supprimer
ru_ru: Удалить
uk: Видалити

source: Everything is fine. No one is blocked
de_de: Alles ist in Ordnung. Niemand wird blockiert
fr_fr: Tout va bien. Personne n’est bloqué
ru_ru: Все отлично. Никто не заблокирован
uk: Все відмінно. Ніхто не заблокований

source: If you want to check if the plugin will block suspicious data, click this button:
de_de: Wenn Sie überprüfen möchten, ob das Plugin verdächtige Daten blockiert, klicken Sie auf diese Schaltfläche:
fr_fr: Si vous voulez vérifier si le plugin bloquera les données suspectes, cliquez sur ce bouton :
ru_ru: Если вы хотите проверить, будет ли плагин блокировать подозрительные данные, нажмите эту кнопку:
uk: Якщо ви хочете перевірити, чи блокує плагін підозрілі дані, натисніть цю кнопку:

source: Block me
de_de: Gesperrt
fr_fr: IP bloquée
ru_ru: Заблокировать меня
uk: Заблокувати мене

source: List of suspicious requests
de_de: Liste verdächtiger Anfragen
fr_fr: Liste des demandes suspectes
ru_ru: Подозрительные данные в запросах
uk: Список підозрілих запитів

source: In this section, all suspicious requests that the plugin searches for in the GET and POST parameters sent to the site are presented. When any of the presented requests are detected, the IP address is blocked.
de_de: In diesem Abschnitt werden alle verdächtigen Anfragen angezeigt, nach denen das Plugin in den Parametern GET und POST sucht, die an die Website gesendet werden. Wenn eine der angezeigten Anfragen erkannt wird, wird die IP-Adresse blockiert.
fr_fr: Dans cette section, toutes les requêtes suspectes que le plugin recherche dans les paramètres GET et POST envoyés au site sont présentées. Lorsque l’une des requêtes présentées est détectée, l’adresse IP est bloquée.
ru_ru: В этом разделе представлены все подозрительные запросы, которые плагин ищет в параметрах GET и POST, отправляемых на сайт. При обнаружении любого из представленных запросов IP-адрес блокируется.
uk: У цьому розділі представлені всі підозрілі запити, які плагін шукає в параметрах GET і POST, що відправляються на сайт. При виявленні будь-якого з представлених запитів IP-адреса блокується.

source: Changing the list is available only in the paid version
de_de: Das Ändern der Liste ist nur in der kostenpflichtigen Version möglich
fr_fr: La modification de la liste n’est disponible que dans la version payante
ru_ru: Изменение списка доступно только в платной версии
uk: Зміна списку доступна тільки в платній версії

source: Working with the list is only available in the paid version!
de_de: Die Arbeit mit der Liste ist nur in der kostenpflichtigen Version verfügbar!
fr_fr: L’utilisation de la liste n’est disponible que dans la version payante !
ru_ru: Работа со списком доступна только в платной версии!
uk: Робота зі списком доступна тільки в платній версії!

source: Value
de_de: Wert
fr_fr: Valeur
ru_ru: Значение
uk: Значення

source: Save changes
de_de: Änderungen speichern
fr_fr: Enregistrer les changements
ru_ru: Сохранить изменения
uk: Зберегти зміни

source: Add a row
de_de: Zeile hinzufügen
fr_fr: Ajoutez une ligne
ru_ru: Добавить строку
uk: Додавання рядка

source: Restore Defaults
de_de: Standard wiederherstellen
fr_fr: Restaurer les paramètres par défaut
ru_ru: Восстановить значения по умолчанию
uk: Відновити значення за замовчуванням

source: Are you sure you want to restore the default list?
de_de: Sind Sie sicher, dass Sie die Standardliste wiederherstellen möchten?
fr_fr: Voulez-vous vraiment restaurer la liste par défaut ?
ru_ru: Вы уверены, что хотите восстановить список по умолчанию?
uk: Ви впевнені, що хочете відновити список за замовчуванням?

source: List of suspicious requests not found
de_de: Liste der verdächtigen Anfragen, die nicht gefunden wurden
fr_fr: Liste des demandes suspectes introuvables
ru_ru: Список подозрительных запросов не найден
uk: Список підозрілих запитів не знайдено

source: List of Google spider IP ranges
de_de: Liste der Google-Spider-IP-Bereiche
fr_fr: Liste des plages d’adresses IP de Google Spider
ru_ru: Список диапазонов IP-адресов пауков Google
uk: Список діапазонів IP-адрес павуків Google

source: Ranges from this section are used to form a whitelist of IP addresses if the corresponding checkbox is checked in the plugin settings.
de_de: Bereiche aus diesem Abschnitt werden verwendet, um eine Whitelist von IP-Adressen zu erstellen, wenn das entsprechende Kontrollkästchen in den Plugin-Einstellungen aktiviert ist.
fr_fr: Les plages de cette section sont utilisées pour former une liste blanche d’adresses IP si la case correspondante est cochée dans les paramètres du plugin.
ru_ru: Диапазоны из этого раздела используются для формирования белого списка IP-адресов, если в настройках плагина установлена соответствующая галочка.
uk: Діапазони з цього розділу використовуються для формування білого списку IP-адрес, якщо в налаштуваннях плагіна встановлено відповідну галочку.

source: Changing the list is only available in the paid version
de_de: Das Ändern der Liste ist nur in der kostenpflichtigen Version möglich
fr_fr: La modification de la liste n’est disponible que dans la version payante
ru_ru: Изменение списка доступно только в платной версии
uk: Зміна списку доступна тільки в платній версії

source: Work with the list is available only in the paid version!
de_de: Die Arbeit mit der Liste ist nur in der kostenpflichtigen Version verfügbar!
fr_fr: Le travail avec la liste n’est disponible que dans la version payante !
ru_ru: Работа со списком доступна только в платной версии!
uk: Робота зі списком доступна тільки в платній версії!

source: Add row
de_de: Zeile hinzufügen
fr_fr: Ajouter colonnes
ru_ru: Добавить ряд
uk: Додати рядок

source: List of IP ranges not found
de_de: Liste der IP-Bereiche nicht gefunden
fr_fr: Liste des plages d’adresses IP introuvables
ru_ru: Список диапазонов IP-адресов не найден
uk: Список діапазонів IP-адрес не знайдено

source: List of Yandex spider IP ranges
de_de: Liste der Yandex-Spider-IP-Bereiche
fr_fr: Liste des plages d’adresses IP de Yandex Spider
ru_ru: Список диапазонов IP-адресов пауков Яндекс
uk: Список діапазонів IP-адрес павука Яндекса

source: Ranges from this section are used to create a whitelist of IP addresses if the corresponding checkbox is checked in the plugin settings.
de_de: Bereiche aus diesem Abschnitt werden verwendet, um eine Whitelist von IP-Adressen zu erstellen, wenn das entsprechende Kontrollkästchen in den Plugin-Einstellungen aktiviert ist.
fr_fr: Les plages de cette section sont utilisées pour créer une liste blanche d’adresses IP si la case correspondante est cochée dans les paramètres du plugin.
ru_ru: Диапазоны из этого раздела используются для создания белого списка IP-адресов, если в настройках плагина установлена соответствующая галочка.
uk: Діапазони з цього розділу використовуються для створення білого списку IP-адрес, якщо в налаштуваннях плагіна встановлено відповідний прапорець.

source: Working with the list is available only in the paid version!
de_de: Die Arbeit mit der Liste ist nur in der kostenpflichtigen Version verfügbar!
fr_fr: L’utilisation de la liste n’est disponible que dans la version payante !
ru_ru: Работа со списком доступна только в платной версии!
uk: Робота зі списком доступна тільки в платній версії!

source: Top by blocking counters
de_de: Toppen durch Blockieren von Theken
fr_fr: Complétez en bloquant les compteurs
ru_ru: Топ по счетчикам блокировки
uk: Топ за блокуванням лічильників

source: For 50 minutes
de_de: Für 50 Minuten
fr_fr: Pendant 50 minutes
ru_ru: За 50 минут
uk: За 50 хвилин

source: Views
de_de: Ansichten
fr_fr: Vues
ru_ru: Просмотры
uk: Перегляди

source: For 10 minutes
de_de: Für 10 Minuten
fr_fr: Pendant 10 minutes
ru_ru: За 10 минут
uk: За 10 хвилин

source: One minute
de_de: Eine Minute
fr_fr: Une minute
ru_ru: За 1 минуту
uk: Одна хвилина

source: No data
de_de: Keine Daten
fr_fr: Aucune donnée
ru_ru: Нет данных
uk: Немає даних

source: Statistics
de_de: Statistiken
fr_fr: Statistiques
ru_ru: Статистика
uk: Статистика

source: Suspicious requests
de_de: Verdächtige Anfragen
fr_fr: Demandes suspectes
ru_ru: Подозрительные запросы
uk: Підозрілі запити

source: Google IP Ranges
de_de: IP-Bereiche von Google
fr_fr: Plages d’adresses IP Google
ru_ru: Диапазоны IP-адресов Google
uk: Діапазони IP-адрес Google

source: Yandex IP Ranges
de_de: Yandex IP-Bereiche
fr_fr: Plages d’adresses IP Yandex
ru_ru: Диапазоны IP-адресов Яндекс
uk: Діапазони IP-адрес Яндекса

source: Sorry, you are not allowed to access this page.
de_de: Entschuldigung, Sie haben kein Zugriff auf diese Seite.
fr_fr: Désolé, vous n'êtes pas autorisé à accéder à cette page.
ru_ru: К сожалению, вам не разрешен доступ к этой странице.
uk: На жаль, ви не маєте доступу до цієї сторінки.

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
ru_ru: Настройки
uk: Налаштування

source: Premium Features
de_de: Premium Funktionen
fr_fr: Fonctionnalités de première qualité
ru_ru: Премиум-функции
uk: Преміум-функції

source: Other plugins
de_de: Andere Plugins
fr_fr: Autres extensions
ru_ru: Другие плагины
uk: Інші плагіни

source: Website Development
de_de: Website-Entwicklung
fr_fr: Développement de sites Web
ru_ru: Разработка сайтов
uk: Розробка сайтів

source: Temporarily disable plugin
de_de: Plugin vorübergehend deaktivieren
fr_fr: Désactiver temporairement le plugin
ru_ru: Временно отключить отслеживание и блокировку
uk: Тимчасове вимкнення плагіна

source: If the checkbox is checked, the plugin will stop tracking and blocking IP addresses, and will also provide access to the site from IP addresses that are already blocked.
de_de: Wenn das Kontrollkästchen aktiviert ist, hört das Plugin auf, IP-Adressen zu verfolgen und zu blockieren, und ermöglicht auch den Zugriff auf die Website von IP-Adressen, die bereits blockiert sind.
fr_fr: Si la case est cochée, le plugin cessera de suivre et de bloquer les adresses IP, et fournira également l’accès au site à partir d’adresses IP déjà bloquées.
ru_ru: Если галочка установлена, плагин перестанет отслеживать и блокировать IP-адреса, а также будет предоставлять доступ к сайту с IP-адресов, которые уже заблокированы.
uk: Якщо поставити галочку, плагін перестане відстежувати і блокувати IP-адреси, а також надасть доступ до сайту з IP-адрес, які вже заблоковані.

source: Cancel current IP blocking if there is a GET parameter
de_de: Aktuelle IP-Blockierung aufheben, wenn ein GET-Parameter vorhanden ist
fr_fr: Annuler le blocage d’IP actuel s’il existe un paramètre GET
ru_ru: Отменить текущую блокировку IP-адреса при наличии GET-параметра
uk: Скасуйте поточне блокування IP, якщо є параметр GET

source: Specify the GET parameter that can be entered to remove the current IP from the list of blocked ones.
de_de: Geben Sie den GET-Parameter an, der eingegeben werden kann, um die aktuelle IP-Adresse aus der Liste der blockierten IP-Adressen zu entfernen.
fr_fr: Spécifiez le paramètre GET qui peut être entré pour supprimer l’adresse IP actuelle de la liste des adresses IP bloquées.
ru_ru: Укажите GET-параметр, который можно ввести для удаления текущего IP из списка заблокированных.
uk: Вкажіть параметр GET, який можна ввести, щоб видалити поточний IP зі списку заблокованих.

source: For example:
de_de: Zum Beispiel:
fr_fr: Par exemple :
ru_ru: Например:
uk: Наприклад:

source: Copy
de_de: Kopieren
fr_fr: Copier
ru_ru: Копировать
uk: Копіювати

source: That is, if this GET parameter is specified in the field, then in case of blocking your IP, you will be able to unblock it by opening the URL:
de_de: Das heißt, wenn dieser GET-Parameter im Feld angegeben ist, können Sie im Falle einer Sperrung Ihrer IP-Adresse die Blockierung aufheben, indem Sie die URL öffnen:
fr_fr: C’est-à-dire que si ce paramètre GET est spécifié dans le champ, alors en cas de blocage de votre IP, vous pourrez la débloquer en ouvrant l’URL :
ru_ru: То есть, если в поле указан этот GET-параметр, то в случае блокировки вашего IP, вы сможете его разблокировать, открыв URL:
uk: Тобто, якщо в полі вказано цей параметр GET, то в разі блокування вашого IP ви зможете його розблокувати, відкривши URL:

source: Message for blocked IPs
de_de: Nachricht für blockierte IPs
fr_fr: Message pour les adresses IP bloquées
ru_ru: Сообщение для заблокированных IP-адресов
uk: Повідомлення для заблокованих IP-адрес

source: How many days to block IP
de_de: Wie viele Tage soll die IP-Adresse blockiert werden
fr_fr: Combien de jours faut-il bloquer l’adresse IP
ru_ru: На сколько дней блокировать IP
uk: На скільки днів блокувати IP

source: Whitelists
de_de: Weiße Listen
fr_fr: Listes blanches
ru_ru: Белые списки
uk: Білі списки

source: Whitelists allow disabling the check for the number of requests to the site within a certain time period for specific IPs.
de_de: Whitelists ermöglichen es, die Überprüfung der Anzahl der Anfragen an die Website innerhalb eines bestimmten Zeitraums für bestimmte IPs zu deaktivieren.
fr_fr: Les listes blanches permettent de désactiver la vérification du nombre de requêtes adressées au site dans un certain laps de temps pour des adresses IP spécifiques.
ru_ru: Вайтлисты позволяют отключить проверку количества запросов к сайту за определенный период времени для конкретных IP.
uk: Білі списки дозволяють відключити перевірку кількості запитів на сайт протягом певного часового проміжку для конкретних IP.

source: Whitelist of IP addresses
de_de: Whitelist von IP-Adressen
fr_fr: Liste blanche d’adresses IP
ru_ru: Белый список IP-адресов
uk: Білий список IP-адрес

source: The specified IP addresses will not be blocked by the plugin.
de_de: Die angegebenen IP-Adressen werden vom Plugin nicht blockiert.
fr_fr: Les adresses IP spécifiées ne seront pas bloquées par le plugin.
ru_ru: Указанные IP-адреса не будут заблокированы плагином.
uk: Зазначені IP-адреси не будуть заблоковані плагіном.

source: Each IP from a new line
de_de: Jede IP-Adresse aus einer neuen Leitung
fr_fr: Chaque IP d’une nouvelle ligne
ru_ru: Каждый IP с новой строки
uk: Кожна IP-адреса з нового рядка

source: Your current IP: %s
de_de: Ihre aktuelle IP-Adresse: %s
fr_fr: Votre adresse IP actuelle : %s
ru_ru: Ваш текущий IP-адрес: %s
uk: Ваша поточна IP-адреса: %s

source: IP address of your site: %s
de_de: IP-Adresse Ihrer Website: %s
fr_fr: Adresse IP de votre site : %s
ru_ru: IP-адрес вашего сайта: %s
uk: IP-адреса вашого сайту: %s

source: Do not block Google robots
de_de: Google-Roboter nicht blockieren
fr_fr: Ne bloquez pas les robots Google
ru_ru: Не блокировать роботов Google
uk: Не блокувати роботів Google

source: The list includes well-known IP address ranges of Google.
de_de: Die Liste enthält bekannte IP-Adressbereiche von Google.
fr_fr: La liste comprend des plages d’adresses IP bien connues de Google.
ru_ru: Список включает в себя известные диапазоны IP-адресов Google.
uk: До списку увійшли відомі діапазони IP-адрес Google.

source: Change the list of ranges
de_de: Ändern der Liste der Bereiche
fr_fr: Modifier la liste des plages
ru_ru: Изменить список диапазонов
uk: Змінити список діапазонів

source: Do not block Yandex robots
de_de: Yandex-Roboter nicht blockieren
fr_fr: Ne bloquez pas les robots Yandex
ru_ru: Не блокировать роботов Яндекс
uk: Не блокувати роботів Яндекс

source: The list of addresses is taken from the official Yandex page:
de_de: Die Liste der Adressen stammt von der offiziellen Yandex-Seite:
fr_fr: La liste des adresses est tirée de la page officielle de Yandex :
ru_ru: Список адресов взят с официальной страницы Яндекс:
uk: Список адрес взятий з офіційної сторінки Яндекса:

source: White list User Agent
de_de: User Agent auf der Whitelist
fr_fr: Liste blanche de User Agent
ru_ru: Белый список User Agent
uk: Білий список User Agent

source: Requests with the specified User Agent will not be blocked by the plugin.
de_de: Anfragen mit dem angegebenen User Agent werden vom Plugin nicht blockiert.
fr_fr: Les requêtes avec User Agent spécifié ne seront pas bloquées par le plugin.
ru_ru: Запросы с указанным User Agent не будут блокироваться плагином.
uk: Запити із зазначеним User Agent не будуть заблоковані плагіном.

source: View a list of popular User Agents
de_de: Eine Liste beliebter User Agents anzeigen
fr_fr: Afficher la liste des User Agents les plus populaires
ru_ru: Смотреть список популярных User Agent
uk: Перегляд списку популярних User Agents
