Repository: common-repository/nohackme-defender
Catalog: languages/nohackme-defender-*.po
Languages: de_de, fr_fr, ru_ru, uk

source: Each User Agent on a new line. It is not necessary to specify the entire User Agent - the plugin checks for the presence of the specified string in the request User Agent
de_de: Jeder User-Agent in einer neuen Zeile. Es ist nicht notwendig, den gesamten User Agent anzugeben - das Plugin prüft, ob der angegebene String im User Agent der Anfrage vorhanden ist
fr_fr: Chaque User Agent sur une nouvelle ligne. Il n’est pas nécessaire de spécifier l’ensemble de l’agent utilisateur - le plugin vérifie la présence de la chaîne spécifiée dans l’agent utilisateur de la demande
ru_ru: Каждый User Agent с новой строки. Указывать весь User Agent не обязательно - плагин проверяет наличие указанной строки в запросе User Agent
uk: Кожен User Agent в новому рядку. Не обов'язково вказувати весь User Agent - плагін перевіряє наявність зазначеного рядка в запиті User Agent

source: ATTENTION!!! An attacker can specify any User Agent for their request. Thus, they can easily pretend to be a Google or Yandex robot if you add these robots' User Agents to the whitelist.
de_de: AUFMERKSAMKEIT!!! Ein Angreifer kann einen beliebigen User Agent für seine Anforderung angeben. So können sie leicht vorgeben, ein Google- oder Yandex-Roboter zu sein, wenn Sie die Benutzeragenten dieser Roboter zur Whitelist hinzufügen.
fr_fr: ATTENTION!!! Un attaquant peut spécifier n’importe quel User Agent pour sa requête. Ainsi, ils peuvent facilement se faire passer pour un robot Google ou Yandex si vous ajoutez les agents utilisateurs de ces robots à la liste blanche.
ru_ru: ВНИМАНИЕ!!! Злоумышленник может указать любой User Agent для своего запроса. Таким образом, он может легко выдать себя за роботов Google или Yandex, если вы добавите User Agent этих роботов в белый список.
uk: УВАГА!!! Зловмисник може вказати будь-який User Agent для свого запиту. Таким чином, вони можуть легко прикинутися роботами Google або Yandex, якщо ви додасте User Agents цих роботів до білого списку.

source: Max number of requests
de_de: Maximale Anzahl von Anfragen
fr_fr: Nombre maximal de demandes
ru_ru: Максимальное количество запросов
uk: Максимальна кількість запитів

source: Per 1 minute
de_de: Pro 1 Minute
fr_fr: Par 1 minute
ru_ru: За 1 минуту
uk: За 1 хвилину

source: Block IP if there are this many or more requests within one minute
de_de: IP blockieren, wenn es innerhalb einer Minute so viele oder mehr Anfragen gibt
fr_fr: Bloquer l’adresse IP s’il y a autant de requêtes ou plus en une minute
ru_ru: Блокировать IP-адрес, если в течение одной минуты поступает такое количество или более запросов
uk: Заблокувати IP-адресу, якщо запитів буде так багато або більше протягом однієї хвилини

source: Per 10 minutes
de_de: Pro 10 Minuten
fr_fr: Toutes les 10 minutes
ru_ru: За 10 минут
uk: За 10 хвилин

source: Block IP if there are this many or more requests within ten minutes
de_de: IP blockieren, wenn es innerhalb von zehn Minuten so viele oder mehr Anfragen gibt
fr_fr: Bloquer l’adresse IP s’il y a autant de requêtes ou plus dans les dix minutes
ru_ru: Блокировать IP-адрес, если в течение десяти минут будет столько или больше запросов
uk: Заблокувати IP-адресу, якщо запитів буде так багато або більше протягом десяти хвилин

source: Per 50 minutes
de_de: Pro 50 Minuten
fr_fr: Toutes les 50 minutes
ru_ru: За 50 минут
uk: За 50 хвилин

source: Block IP if there are this many or more requests within fifty minutes
de_de: IP blockieren, wenn es innerhalb von fünfzig Minuten so viele oder mehr Anfragen gibt
fr_fr: Bloquer l’IP s’il y a autant de requêtes ou plus dans les cinquante minutes
ru_ru: Блокировать IP-адрес, если в течение пятидесяти минут поступит столько или больше запросов
uk: Заблокувати IP-адресу, якщо протягом п'ятдесяти хвилин надійде стільки або більше запитів

source: Save Changes
de_de: Änderungen speichern
fr_fr: Sauvegarder les changements
ru_ru: Сохранить изменения
uk: Зберегти зміни

source: License key
de_de: Lizenzschlüssel
fr_fr: Clé de licence
ru_ru: Лицензионный ключ
uk: Ліцензійний ключ

source: Enter the license key to activate premium features.
de_de: Geben Sie den Lizenzschlüssel ein, um Premium-Funktionen zu aktivieren.
fr_fr: Entrez la clé de licence pour activer les fonctionnalités premium.
ru_ru: Введите лицензионный ключ, чтобы активировать премиум-функции.
uk: Введіть ліцензійний ключ, щоб активувати преміум-функції.

source: You have a paid version of the plugin.
de_de: Sie haben eine kostenpflichtige Version des Plugins.
fr_fr: Vous disposez d’une version payante du plugin.
ru_ru: У вас платная версия плагина.
uk: У вас платна версія плагіна.

source: Thank you for your purchase!
de_de: Vielen Dank für Ihren Einkauf!
fr_fr: Merci pour votre achat !
ru_ru: Спасибо за покупку!
uk: Дякуємо за покупку!

source: The cost of the premium version of the plugin
de_de: Die Kosten für die Premium-Version des Plugins
fr_fr: Le coût de la version premium du plugin
ru_ru: Стоимость премиум-версии плагина
uk: Вартість преміум-версії плагіна

source: For inquiries about purchasing the paid version of the plugin, write to the email
de_de: Bei Fragen zum Kauf der kostenpflichtigen Version des Plugins schreiben Sie bitte an die E-Mail
fr_fr: Pour toute demande de renseignements sur l’achat de la version payante du plugin, écrivez à l’adresse e-mail
ru_ru: По вопросам приобретения платной версии плагина пишите на почту
uk: Для запитів щодо придбання платної версії плагіна пишіть на електронну пошту

source: By purchasing the plugin, you will get the opportunity to use the following premium features:
de_de: Mit dem Kauf des Plugins erhalten Sie die Möglichkeit, die folgenden Premium-Funktionen zu nutzen:
fr_fr: En achetant le plugin, vous aurez la possibilité d’utiliser les fonctionnalités premium suivantes :
ru_ru: Купив плагин, вы получите возможность пользоваться следующими премиум-функциями:
uk: Купуючи плагін, ви отримаєте можливість користуватися такими преміум-функціями:

source: The ability to add ranges of IP addresses belonging to Google and Yandex search engine crawlers to the whitelist with just two checkboxes.
de_de: Die Möglichkeit, IP-Adressbereiche von Google- und Yandex-Suchmaschinen-Crawlern mit nur zwei Kontrollkästchen zur Whitelist hinzuzufügen.
fr_fr: La possibilité d’ajouter des plages d’adresses IP appartenant aux robots d’exploration des moteurs de recherche Google et Yandex à la liste blanche avec seulement deux cases à cocher.
ru_ru: Возможность добавлять диапазоны IP-адресов, принадлежащих поисковым роботам Google и Yandex, в белый список всего двумя флажками.
uk: Можливість додавати діапазони IP-адрес, що належать роботам пошукових систем Google і Яндекс, до білого списку лише двома галочками.

source: Edit the list of IP ranges owned by Google spiders.
de_de: Bearbeiten Sie die Liste der IP-Bereiche, die Google-Spidern gehören.
fr_fr: Modifiez la liste des plages d’adresses IP détenues par les robots d’indexation Google.
ru_ru: Редактировать по своему усмотрению список диапазонов IP-адресов, принадлежащих паукам Google.
uk: Відредагуйте список діапазонів IP-адрес, що належать павукам Google.

source: Edit the list of IP ranges owned by Yandex spiders.
de_de: Bearbeiten Sie die Liste der IP-Bereiche, die Yandex-Spidern gehören.
fr_fr: Modifiez la liste des plages d’adresses IP détenues par les araignées Yandex.
ru_ru: Редактировать по своему усмотрению список диапазонов IP-адресов, принадлежащих паукам Яндекс.
uk: Відредагуйте список діапазонів IP-адрес, що належать Яндекс-павукам.

source: Edit the list of data that, when detected, the request is considered suspicious and its blocking is performed.
de_de: Bearbeiten Sie die Liste der Daten, bei denen die Anforderung als verdächtig eingestuft und blockiert wird.
fr_fr: Modifiez la liste des données qui, lorsqu’elles sont détectées, la demande est considérée comme suspecte et son blocage est effectué.
ru_ru: Редактировать по своему усмотрению список данных, при обнаружении которых запрос считается подозрительным и выполняется его блокировка.
uk: Відредагуйте список даних, при виявленні яких запит вважається підозрілим і виконується його блокування.

source: To work with the NoHackMe Defender plugin, you need to add the following lines to your wp-config.php file located in the root of the site:
de_de: Um mit dem NoHackMe Defender-Plugin zu arbeiten, müssen Sie die folgenden Zeilen zu Ihrer wp-config.php-Datei hinzufügen, die sich im Stammverzeichnis der Website befindet:
fr_fr: Pour travailler avec le plugin NoHackMe Defender, vous devez ajouter les lignes suivantes à votre fichier wp-config.php situé à la racine du site :
ru_ru: Для работы с плагином NoHackMe Defender вам необходимо добавить следующие строки в ваш файл wp-config.php, расположенный в корне сайта:
uk: Для роботи з плагіном NoHackMe Defender необхідно додати в файл wp-config.php наступні рядки, розташований в корені сайту:

source: Add them to the wp-config.php file after the line
de_de: Fügen Sie sie der Datei wp-config.php nach der Zeile hinzu
fr_fr: Ajoutez-les au fichier wp-config.php après la ligne
ru_ru: Добавьте их в файл wp-config.php после строки
uk: Додайте їх у файл wp-config.php після рядка

source: (on the next line)
de_de: (in der nächsten Zeile)
fr_fr: (à la ligne suivante)
ru_ru: (на следующей строке)
uk: (у наступному рядку)

source: Unfortunately, it was not possible to do this automatically.
de_de: Leider war es nicht möglich, dies automatisch zu tun.
fr_fr: Malheureusement, il n’a pas été possible de le faire automatiquement.
ru_ru: К сожалению, сделать это автоматически не удалось.
uk: На жаль, зробити це автоматично не вдалося.

source: Before activating the premium version of the "%s" plugin, please remember to deactivate the free version.
de_de: Bevor Sie die Premium-Version des Plugins "%s" aktivieren, denken Sie bitte daran, die kostenlose Version zu deaktivieren.
fr_fr: Avant d’activer la version premium du plugin « %s », n’oubliez pas de désactiver la version gratuite.
ru_ru: Перед активацией премиум-версии плагина "%s", пожалуйста, не забудьте деактивировать бесплатную версию.
uk: Перш ніж активувати преміум-версію плагіна «%s», будь ласка, не забудьте деактивувати безкоштовну версію.

source: Changes saved.
de_de: Änderungen gespeichert.
fr_fr: Modifications enregistrées.
ru_ru: Изменения сохранены.
uk: Зміни збережені.

source: NoHackMe Defender ensures your WordPress site's safety by blocking IP addresses upon receiving suspicious requests or too many requests from a single IP in a certain period. Keep hackers at bay with efficient real-time monitoring and security enforcement. Sponsors of plugin development: <a href="https://malinovsky.io">malinovsky.io</a>, <a href="https://gloap.net">gloap.net</a>, <a href="https://gloapm.com">gloapm.com</a>, <a href="https://imgai.art">imgai.art</a>
de_de: NoHackMe Defender sorgt für die Sicherheit Ihrer WordPress-Seite, indem es IP-Adressen blockiert, wenn verdächtige Anfragen oder zu viele Anfragen von einer einzelnen IP in einem bestimmten Zeitraum eingehen. Halten Sie Hacker mit effizienter Echtzeitüberwachung und Sicherheitsdurchsetzung in Schach. Sponsoren der Plugin-Entwicklung: <a href="https://malinovsky.io">malinovsky.io</a>, <a href="https://gloap.net">gloap.net</a>, <a href="https://gloapm.com">gloapm.com</a>, <a href="https://imgai.art">imgai.art</a>
fr_fr: NoHackMe Defender assure la sécurité de votre site WordPress en bloquant les adresses IP lors de la réception de requêtes suspectes ou d’un trop grand nombre de requêtes d’une seule adresse IP au cours d’une certaine période. Tenez les pirates à distance grâce à une surveillance et une application de sécurité efficaces en temps réel. Sponsors du développement de plugins : <a href="https://malinovsky.io">malinovsky.io</a>, <a href="https://gloap.net">gloap.net</a>, <a href="https://gloapm.com">gloapm.com</a>, <a href="https://imgai.art">imgai.art</a>
ru_ru: NoHackMe Defender обеспечивает безопасность вашего сайта на WordPress, блокируя IP-адреса при получении с них подозрительных запросов, а также при поступлении слишком большого количества запросов с одного IP за определенный промежуток времени. Держите хакеров на расстоянии с помощью эффективного мониторинга в режиме реального времени и обеспечения безопасности. Спонсоры разработки плагина: <a href="https://malinovsky.io">malinovsky.io</a>, <a href="https://gloap.net">gloap.net</a>, <a href="https://gloapm.com">gloapm.com</a>, <a href="https://imgai.art">imgai.art</a>
uk: NoHackMe Defender забезпечує безпеку вашого сайту WordPress, блокуючи IP-адреси при отриманні підозрілих запитів або занадто великої кількості запитів з однієї IP-адреси протягом певного періоду. Захистіться від хакерів за допомогою ефективного моніторингу в режимі реального часу. Спонсори розробки плагіна: <a href="https://malinovsky.io">malinovsky.io</a>, <a href="https://gloap.net">gloap.net</a>, <a href="https://gloapm.com">gloapm.com</a>, <a href="https://imgai.art">imgai.art</a>
